<?php
$headers = 'Content-Type: text/html; charset=UTF-8';
$message = 'เคยได้ยินไหม ที่ใครเคยบอกว่ารัก....เป็นดั่งรองเท้าคู่หนึ่งฉันได้ลองหา เพื่อมีวันหนึ่งที่ฉัน....ได้เจอรองเท้าที่ถูกใจบางทีก็ดูคับเกินไป บางที่ไม่เหมาะสมกับฉัน... ซักเท่าไหร่จนได้มาพบได้เจอรองเท้าคู่หนึ่ง... ที่ดูแล้วเข้ากับฉันมาถึงวันนี้... ก้าวเดินด้วยกันก็นาน... และตัวฉันยังพอใจบางคนบอกไม่สวยเท่าไหร่ แต่นี่คือที่ฉันมั่นใจ* ว่าฉันไม่เคยจะเปลี่ยนใจจากรองเท้าที่ฉันใส่อาจจะดูว่าเก่าเกินไปแต่ฉันก็ผูกพัน ตื่นเช้าขึ้นมา ก็ใส่เดินไป ก้าวไปกับฉันได้ออกไปเจอกับสิ่งดีดี ที่มีด้วยกัน ..... ตลอดไปแม้หนทางที่เดินไป มันจะดูไม่ง่ายดาย แต่ฉันก็ยังจะก้าวไปกับรองเท้าคู่ใจของฉัน .... ต่อไปบางทีก็ดูคับเกินไป บางที่ไม่เหมาะสมกับฉันบางคนบอกไม่สวยเท่าไหร่ แต่นี่คือที่ฉันมั่นใจ(*) ได้ออกไปเจอกับสิ่งดีดี ที่มีด้วยกัน..... ตลอดไปเคยได้ยินไหมที่ใครเคยบอกว่ารักเป็นดั่งรองเท้าคู่หนึ่ง';
$subject = 'ความรักกับรองเท้า';
$to = 'phunsanit@gmail.com';

if (mail($to, $subject, $message, $headers)) {
	echo 'ส่งอีเมล์แล้ว';
} else {
	echo 'ไม่สำเร็จ';
}